{
  "language": {
    "t1": "Lg",
    "t2": "En",
    "t3": "Ru",
    "t4": "Tj"
  },
  "logoH": {
    "t": "Olim Karomatov"
  },
  "h": {
    "t1": "Home",
    "t2": "About me",
    "t3": "Skills",
    "t4": "Language",
    "t5": "Studies",
    "t6": "Courses",
    "t7": "Projects",
    "t8": "Contacts"
  },
  "main": {
    "t": "My portfolio"
  },
  "s1": {
    "t1": "Welcome",
    "t2": "I’m Karomatov Olim",
    "t3": "Junior Frontend Developer",
    "t4": "Download CV",
    "t5": "Say Hello"
  },
  "s2": {
    "t1": "About me",
    "t2": "A little bit",
    "t3": "about me ...",
    "t4": "I was born in the 19th of November 2003 years in the village Hisor. When I became 7 years old, I started studying at the secondary school. In 2021 years I finished my school and I took the exam of National Test Center and I passed to the Tajik National University, faculty Mechanic and Math, special Informatics. After this I started studying at that University. In my second course from support the organization of 'Hamdam' I studied the Frontend Developer in the Ilmhona and Softclub. I finished Ilmhona in the January and Softclub in the September (in the third course)."
  },
  "s3": {
    "t1": " My skills",
    "t2": "My skills (%)",
    "t3": " C++ basic"
  },
  "s4": {
    "t1": "Language",
    "t2": "English",
    "t3": "Intermediate",
    "t4": "Russian",
    "t5": "Good",
    "t6": "Tajik",
    "t7": "Fluent",
    "t8": "Studies",
    "t9": "Tajik National University",
    "t10": "Dushanbe 2021",
    "t11": "Special: Informatics",
    "t12": "Courses",
    "t13": "English Language",
    "t14": "Hisor, Dushanbe 10.2019-9.2022",
    "t15": "Accelator Skills Ilmhona",
    "t16": "Dushanbe 10.2022-1.2023",
    "t17": "Programming academy Softclub",
    "t18": "Dushanbe 4.2023-9.2023"
  },
  "s5": {
    "t1": " My projects",
    "t2": "Userlist with JS",
    "t3": "This project is created with pure HTML, CSS and JS and this project helps to get users, add user, view user by id, edit user by id, delete user by id, search user by everything and filter user by city and by status. It's known as CRUD (Create / Read / Update / Delete) project.",
    "t4": "Hospital TJ",
    "t5": "This project is created with React JS and for showing the Hospitals, their categories, scedule and so on. With this project you can find your favorite Hospital, about that Hospital, its category and its services. This project is created with Russian language. And also the database (the server side) is created with the programming language Python and database PostgreSQL.",
    "t6": "Post Office",
    "t7": "This project is created with the React JS and used the fake database of the post offices in the server side of this project. With this project you can find some Post Offices of the cities of India. For seeing the Post Offices you need to write the correct Zip Code. The Zip Codes starts from 800001 to 800029.",
    "t8": "Kamil Nurmatov website",
    "t9": "This project id created with React JS and for one of the best singer, techer and inventor of Tajikistan Kamil Nurmatov. With this website you can see everything about him like his fullname, his history, his songs and videos and his inventions.",
    "t10": "Memory Game",
    "t11": "This game is created with pure HTML, CSS and JS and created for people, who loves playing games. This is the simple game and people can play this game.",
    "t12": "Formulas for volume of Ice",
    "t13": "In this project I used the library React JS and also this project is created with Tajik language. This project is created for solving some mathematical formulas (the volume of ice), and the mathematical formulas are given. Only we need to add the number and click the submit button."
  },
  "s6": {
    "t1": "Contact with me",
    "t2": "Email",
    "t3": "WhatsApp",
    "t4": "Telegram",
    "t5": "Instagram",
    "t6": "GitHub",
    "t7": "LinkedIn"
  },
  "f": {
    "t1": "Intrested in my Work",
    "t2": "Download my CV to know more about me",
    "t3": "Download CV"
  }
}
