{
  "language": {
    "t1": "Забон",
    "t2": "Анг",
    "t3": "Русӣ",
    "t4": "Тоҷ"
  },
  "logoH": {
    "t": "Олим Кароматов"
  },
  "h": {
    "t1": "Асосӣ",
    "t2": "Дар бораи ман",
    "t3": "Маҳорат",
    "t4": "Забон",
    "t5": "Таҳсил",
    "t6": "Курсҳо",
    "t7": "Проектҳо",
    "t8": "Контактҳо"
  },
  "main": {
    "t": "Портфолиои ман"
  },
  "s1": {
    "t1": "Хуш омадед",
    "t2": "Ман Кароматов Олим",
    "t3": "Ҷуниор Фронтенд разработчик",
    "t4": "CV-ро зеркашӣ кунед",
    "t5": "Салом гӯед",
    "t6": "Веб разработчик",
    "t7": "Веб дизайнер"
  },
  "s2": {
    "t1": "Дар бораи ман",
    "t2": "Каме",
    "t3": "дар бораи ман ...",
    "t4": "Ман 19 ноябри соли 2003 лар деҳаи Ҳисор ба дунё омадаам. Вақте ки 7 сола будам, дар мактаби миёна таҳсилро оғоз кардам. Соли 2021 мактабро хатм карда, имтиҳони Маркази Миллии Тестиро супурдам ва аз имтиҳон гузашта, ба Донишгоҳи Миллии Тоҷикистон, факултети Механика-математика ва ихтисоси информатика гузаштам. Баъд аз он ман таҳсилро дар ин донишгоҳ оғоз кардам. Дар соли дуюм бо дастгирии ташкилоти 'Ҳамдам' дар Илмхона ва Софтклаб дар риштаи Frontend разработчик таҳсил кардам. Дар моҳи январ Илмхонаро хатм кардам ва Софтклабро бошад дар моҳи сентябр (дар соли сеюм донишгоҳам) хатм кардам."
  },
  "s3": {
    "t1": "Маҳорати ман",
    "t2": "Маҳорати ман (%)",
    "t3": "C++ асос"
  },
  "s4": {
    "t1": "Забон",
    "t2": "Англисӣ",
    "t3": "Миёна",
    "t4": "русӣ",
    "t5": "Хуб",
    "t6": "тоҷикӣ",
    "t7": "Озод",
    "t8": "Таҳсил",
    "t9": "Донишгоҳи миллии Тоҷикистон",
    "t10": "Душанбе 2021",
    "t11": "Ихтисос: Информатика",
    "t12": "Курсҳо",
    "t13": "Забони англисӣ",
    "t14": "Ҳисор, Душанбе 10.2019-9.2022",
    "t15": "Акселератори малакаҳо Илмхона",
    "t16": "Душанбе 10.2022-1.2023",
    "t17": "Академияи барномасозии Софтклаб",
    "t18": "Душанбе 4.2023-9.2023"
  },
  "s5": {
    "t1": "Лоиҳаҳои ман",
    "t2": "Рӯйхати корбарон бо JS",
    "t3": "Ин лоиҳа бо HTML, CSS ва JS-и холис сохта шудааст ва ин лоиҳа барои ба даст овардани корбарон, илова кардани корбар, дидани корбар аз рӯи ID, таҳрири корбар аз рӯи ID, нест кардани корбар аз рӯи id, ҷустуҷӯи корбар аз рӯи ҳама ва филтр кардани корбар аз рӯи ҳама кӯмак мекунад. шаҳр ва аз рӯи ҳолати он ҳамчун лоиҳаи CRUD (Эҷод / Хондан / Навсозӣ / Нобуд) маълум аст.",
    "t4": "Hospital TJ",
    "t5": "Ин лоиҳа бо React JS ва барои нишон додани Беморхонаҳо, категорияҳои онҳо, ҷадвал ва ғайра сохта шудааст. Бо ин лоиҳа шумо метавонед Бемористони дӯстдоштаи худро дар бораи он Бемористон, категория ва хидматрасонии он пайдо кунед. Ин лоиҳа сохта шудааст. бо забони русӣ ва инчунин пойгоҳи додаҳо (тарафи сервер) бо забони барномасозии Python ва пойгоҳи додаҳои PostgreSQL сохта шудааст.",
    "t6": "Почта",
    "t7": "Ин лоиҳа бо React JS сохта шудааст ва аз пойгоҳи қалбакии шӯъбаҳои почта дар тарафи сервери ин лоиҳа истифода шудааст. Бо ин лоиҳа шумо метавонед якчанд Почтаҳои шаҳрҳои Ҳиндустонро пайдо кунед. Барои дидани Почтаҳо ба шумо лозим аст, ки индекси дурустро нависед, Рамзҳои почта аз 800001 то 800029 оғоз мешаванд.",
    "t8": "сайти Комил Нурматов",
    "t9": "Ин идентификатсияи лоиҳа бо React JS ва барои яке аз беҳтарин сароянда, техник ва ихтироъкори Тоҷикистон Комил Нурматов сохта шудааст. Бо ин вебсайт шумо метавонед ҳама чизро дар бораи ӯ, аз қабили номи пурра, таърих, таронаҳо ва видеоҳояш ва ихтироот.",
    "t10": "Бозии хотира",
    "t11": "Ин бозӣ бо HTML, CSS ва JS-и холис сохта шудааст ва барои одамоне сохта шудааст, ки бозӣ карданро дӯст медоранд. Ин бозии оддӣ аст ва одамон метавонанд ин бозиро бозӣ кунанд.",
    "t12": "Формулаҳои ҳаҷми ях",
    "t13": "Дар ин лоиҳа ман аз китобхонаи React JS истифода кардам ва ин лоиҳа низ бо забони тоҷикӣ сохта шудааст. Ин лоиҳа барои ҳалли баъзе формулаҳои математикӣ (ҳаҷми ях) сохта шудааст ва формулаҳои математикӣ дода шудаанд. Танҳо ба мо лозим аст. барои илова кардани рақам ва тугмаи пешниҳодро пахш кунед.",
    "t14": "Вебсайт дар бораи кишварҳо",
    "t15": "Ин лоиҳа бо React TS сохта шудааст ва барои нишон додани кишварҳои ҷаҳон мебошад. Бо ин лоиҳа шумо метавонед ҳар як кишвари ҷаҳон, дар бораи он кишвар, пойтахт, аҳолӣ, минтақа ва ғайраро пайдо кунед. Ин лоиҳа бо забони англисӣ сохта шудааст. Ва инчунин пойгоҳи додаҳо (тарафи сервер) аз API-и озоди REST Countries истифода мешавад."
  },
  "s6": {
    "t1": "Бо ман тамос гиред",
    "t2": "Почтаи электронӣ",
    "t3": "Ватсап",
    "t4": "Телеграм",
    "t5": "Инстаграм",
    "t6": "Гитхаб",
    "t7": "Линкедин"
  },
  "f": {
    "t1": "Ба кори ман шавқманд шудед",
    "t2": "Резюмеи маро зеркашӣ кунед, то дар бораи ман маълумоти бештар гиред",
    "t3": "Зеркашӣ кардани Резюме"
  }
}
